espressif/esp-serial-flasher/examples/esp32_deflate_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_SERIAL_FLASHER_MD5_ENABLED=y
